package plan03;

import java.util.Scanner;

public class RecurFun01 {
    public static void main(String[] args) {
        //11729	하노이 탑 이동 순서		27203	70215	50.017%
        //2630	색종이 만들기		16096	29589	68.783%
        //2447	별 찍기 - 10		24390	60417	53.955%
        //2750	수 정렬하기		60597	153986	57.961%
        //10989	수 정렬하기 3		37046	210804	23.512%
        //10814	나이순 정렬		33312	98681	43.038%
        //1427	소트인사이드		36876	68666	64.629%
        //2947	나무 조각	다국어	3946	7921	56.736%
        //1431	시리얼 번호		4983	11219	55.183%
        //18870	좌표
    }
}
