package plan2;

public class DS01 {
    public static void main(String[] args) {
        /* // 이번주 까지  end
            10799	쇠막대기		18385	38692	64.461%
            2493	탑		10656	49785	30.815%
            17298	오큰수		12910	53452	32.628%
            2812	크게 만들기	다국어	4222	22678	25.829%

            1021	회전하는 큐		15028	31587	59.573%
            1966	프린터 큐	다국어	24523	54736	57.750%
            11866	요세푸스 문제 0		22975	47862	56.763%
            1927	최소 힙
            11286	절댓값 힙		14593	32118	56.643%
            5430
        *
        * */
    }
}
